Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: VortX needs to quit and reopen to display the app in the new language. Open it again from the Home Screen.
af: VortX moet afsluit en heropen om die toepassing in die nuwe taal te wys. Maak dit weer vanaf die tuisskerm oop.
am: መተግበሪያውን በአዲሱ ቋንቋ ለማሳየት VortX መዘጋትና እንደገና መከፈት አለበት። ከመነሻ ማያ ገጹ ላይ እንደገና ይክፈቱት።
ar: يحتاج VortX إلى الإنهاء وإعادة الفتح لعرض التطبيق باللغة الجديدة. افتحه من جديد من الشاشة الرئيسية.
as: নতুন ভাষাত এপ্‌টো দেখুৱাবলৈ VortX বন্ধ কৰি পুনৰ খোলিব লাগিব। Home Screen-ৰ পৰা ইয়াক পুনৰ খোলক।
az: Tətbiqi yeni dildə göstərmək üçün VortX bağlanıb yenidən açılmalıdır. Onu Ana ekrandan yenidən açın.
be: VortX павінен закрыцца і адкрыцца зноў, каб паказаць дадатак на новай мове. Адкрыйце яго зноў з галоўнага экрана.
bg: VortX трябва да се затвори и отвори отново, за да покаже приложението на новия език. Отворете го отново от началния екран.
bn: নতুন ভাষায় অ্যাপটি দেখাতে VortX বন্ধ করে আবার খুলতে হবে। হোম স্ক্রিন থেকে এটি আবার খুলুন।
br: Ezhomm en deus VortX da serriñ hag adigeriñ evit diskouez an arload er yezh nevez. Digorit anezhañ en-dro adalek ar Skramm Degemer.
bs: VortX se mora zatvoriti i ponovo otvoriti da prikaže aplikaciju na novom jeziku. Otvorite je ponovo sa početnog ekrana.
ca: VortX s'ha de tancar i tornar a obrir per mostrar l'aplicació en el nou idioma. Torna a obrir-la des de la pantalla d'inici.
ceb: Ang VortX kinahanglan moundang ug moabli pag-usab aron ipakita ang app sa bag-ong pinulongan. Ablihi kini pag-usab gikan sa Home Screen.
cs: Aby se aplikace zobrazila v novém jazyce, VortX se musí ukončit a znovu otevřít. Otevřete ji znovu z plochy.
cy: Mae angen i VortX gau ac ailagor i ddangos yr ap yn yr iaith newydd. Agorwch ef eto o'r Sgrin Cartref.
da: VortX skal lukke og åbne igen for at vise appen på det nye sprog. Åbn den igen fra hjemmeskærmen.
de: VortX muss beendet und neu geöffnet werden, um die App in der neuen Sprache anzuzeigen. Öffne sie erneut vom Home-Bildschirm aus.
el: Το VortX πρέπει να κλείσει και να ανοίξει ξανά για να εμφανιστεί η εφαρμογή στη νέα γλώσσα. Ανοίξτε το ξανά από την αρχική οθόνη.
es: VortX necesita cerrarse y volver a abrirse para mostrar la app en el nuevo idioma. Vuelve a abrirla desde la pantalla de inicio.
et: Rakenduse uues keeles kuvamiseks peab VortX sulguma ja uuesti avanema. Ava see uuesti avaekraanilt.
eu: VortX itxi eta berriro ireki behar da aplikazioa hizkuntza berrian erakusteko. Ireki berriro hasierako pantailatik.
fa: برای نمایش برنامه به زبان جدید، VortX باید بسته و دوباره باز شود. آن را از صفحه‌ی اصلی دوباره باز کنید.
fi: VortX on lopetettava ja avattava uudelleen, jotta sovellus näkyy uudella kielellä. Avaa se uudelleen aloitusnäytöltä.
fil: Kailangang mag-quit at muling buksan ang VortX para ipakita ang app sa bagong wika. Buksan itong muli mula sa Home Screen.
fo: VortX má lata aftur og upp aftur fyri at vísa appið á nýggja málinum. Lat tað upp aftur frá Heimaskíggjanum.
fr: VortX doit quitter et redémarrer pour afficher l'app dans la nouvelle langue. Rouvrez-le depuis l'écran d'accueil.
fy: VortX moat ôfslute en op 'e nij iepenje om de app yn de nije taal te toanen. Iepenje him op 'e nij fanút it Thússkerm.
ga: Ní mór do VortX scor agus athoscailt chun an aip a thaispeáint sa teanga nua. Oscail arís í ón Scáileán Baile.
gd: Feumaidh VortX dùnadh agus ath-fhosgladh gus an aplacaid a shealltainn sa chànan ùr. Fosgail a-rithist i on Sgrìn Dachaigh.
gl: VortX precisa pecharse e abrirse de novo para amosar a aplicación no novo idioma. Ábrea outra vez desde a pantalla de inicio.
gu: ઍપને નવી ભાષામાં બતાવવા VortX બંધ થઈને ફરી ખૂલવું જરૂરી છે. તેને હોમ સ્ક્રીન પરથી ફરી ખોલો.
ha: VortX yana buƙatar fita kuma ya sake buɗewa don nuna manhajar a sabon harshe. Buɗe ta kuma daga Allon Gida.
he: יש לסגור את VortX ולפתוח אותו מחדש כדי להציג את האפליקציה בשפה החדשה. פתח אותו שוב ממסך הבית.
hi: ऐप को नई भाषा में दिखाने के लिए VortX को बंद करके फिर से खोलना ज़रूरी है। इसे होम स्क्रीन से दोबारा खोलें।
hr: VortX se mora zatvoriti i ponovno otvoriti da bi se aplikacija prikazala na novom jeziku. Otvorite je ponovno s početnog zaslona.
ht: VortX bezwen fèmen epi relouvri pou montre aplikasyon an nan nouvo lang lan. Louvri l ankò soti nan Ekran Akèy la.
hu: A VortX-nek ki kell lépnie, majd újra meg kell nyílnia, hogy az alkalmazás az új nyelven jelenjen meg. Nyisd meg újra a kezdőképernyőről.
hy: VortX-ը պետք է փակվի և նորից բացվի՝ ծրագիրը նոր լեզվով ցուցադրելու համար։ Բացեք այն կրկին գլխավոր էկրանից։
id: VortX perlu ditutup dan dibuka kembali untuk menampilkan aplikasi dalam bahasa baru. Buka lagi dari Layar Utama.
ig: VortX chọrọ ịkwụsị wee meghee ọzọ iji gosipụta ngwa n'asụsụ ọhụrụ. Meghee ya ọzọ site na Ihuenyo Ụlọ.
is: VortX þarf að loka og opna aftur til að birta forritið á nýja tungumálinu. Opnaðu það aftur af heimaskjánum.
it: VortX deve chiudersi e riaprirsi per mostrare l'app nella nuova lingua. Riaprila dalla schermata Home.
ja: 新しい言語でアプリを表示するには、VortX を終了して再起動する必要があります。ホーム画面から再度開いてください。
jv: VortX kudu metu lan mbukak manèh kanggo nampilaké app ing basa anyar. Bukak manèh saka Layar Ngarep.
ka: ახალ ენაზე გამოსაჩენად VortX უნდა დაიხუროს და ხელახლა გაიხსნას. გახსენით ის თავიდან მთავარი ეკრანიდან.
kk: Бағдарламаны жаңа тілде көрсету үшін VortX жабылып, қайта ашылуы тиіс. Оны негізгі экраннан қайта ашыңыз.
km: VortX ត្រូវបិទ ហើយបើកឡើងវិញ ដើម្បីបង្ហាញកម្មវិធីជាភាសាថ្មី។ សូមបើកវាម្ដងទៀតពីអេក្រង់ដើម។
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಹೊಸ ಭಾಷೆಯಲ್ಲಿ ತೋರಿಸಲು VortX ಮುಚ್ಚಿ ಮತ್ತೆ ತೆರೆಯಬೇಕು. ಮುಖಪರದೆಯಿಂದ ಅದನ್ನು ಮತ್ತೆ ತೆರೆಯಿರಿ.
ko: 새 언어로 표시하려면 VortX를 종료한 후 다시 열어야 합니다. 홈 화면에서 다시 실행하세요.
ku: VortX divê derkeve û ji nû ve veke da ku sepanê bi zimanê nû nîşan bide. Ji Dîmenerê Malê wê ji nû ve veke.
ky: Колдонмону жаңы тилде көрсөтүү үчүн VortX жабылып, кайра ачылышы керек. Аны Башкы экрандан кайра ачыңыз.
lb: VortX muss zoumaachen an nei opgoen fir d'App an der neier Sprooch unzeweisen. Maach se erëm op vum Startbildschierm.
lo: VortX ຕ້ອງປິດ ແລະ ເປີດຄືນເພື່ອສະແດງແອັບໃນພາສາໃໝ່. ເປີດມັນອີກຄັ້ງຈາກໜ້າຈໍຫຼັກ.
lt: Kad programa būtų rodoma nauja kalba, VortX turi išsijungti ir atsidaryti iš naujo. Atidarykite ją iš pradžios ekrano.
lv: Lai parādītu lietotni jaunajā valodā, VortX ir jāaizver un jāatver no jauna. Atveriet to atkārtoti no sākuma ekrāna.
mg: Mila mijanona sy misokatra indray ny VortX mba hanehoana ny app amin'ny teny vaovao. Sokafy indray avy amin'ny Efijery Fandraisana.
mi: Me whakamutu, me whakatuwhera anō a VortX kia whakaatu ai i te taupānga i te reo hou. Whakatuwherahia anō mai i te Mata Kāinga.
mk: VortX мора да се затвори и повторно да се отвори за да ја прикаже апликацијата на новиот јазик. Отворете ја повторно од почетниот екран.
ml: ആപ്പ് പുതിയ ഭാഷയിൽ കാണിക്കാൻ VortX പുറത്തുകടന്ന് വീണ്ടും തുറക്കേണ്ടതുണ്ട്. ഹോം സ്ക്രീനിൽ നിന്ന് അത് വീണ്ടും തുറക്കുക.
mn: Аппыг шинэ хэл дээр харуулахын тулд VortX гарч дахин нээгдэх шаардлагатай. Нүүр дэлгэцээс дахин нээнэ үү.
mr: नवीन भाषेत ॲप दाखवण्यासाठी VortX बंद करून पुन्हा उघडणे आवश्यक आहे. होम स्क्रीनवरून ते पुन्हा उघडा.
ms: VortX perlu keluar dan dibuka semula untuk memaparkan apl dalam bahasa baharu. Buka semula daripada Skrin Utama.
mt: VortX jeħtieġ jagħlaq u jerġa' jiftaħ biex juri l-app fil-lingwa l-ġdida. Iftaħha mill-ġdid mill-Home Screen.
my: app ကို ဘာသာစကားအသစ်ဖြင့် ပြသရန် VortX သည် ထွက်၍ ပြန်ဖွင့်ရန် လိုအပ်သည်။ Home Screen မှ ၎င်းကို ပြန်ဖွင့်ပါ။
nb: VortX må avsluttes og åpnes på nytt for å vise appen på det nye språket. Åpne den igjen fra Hjem-skjermen.
ne: एपलाई नयाँ भाषामा देखाउन VortX बन्द भएर फेरि खुल्नुपर्छ। होम स्क्रिनबाट यसलाई फेरि खोल्नुहोस्।
nl: VortX moet afsluiten en opnieuw openen om de app in de nieuwe taal weer te geven. Open hem opnieuw vanaf het beginscherm.
ny: VortX iyenera kutseka ndikutsekulanso kuti iwonetse app mu chilankhulo chatsopano. Itsekulireni kuchokera ku Home Screen.
oc: VortX se deu tampar e tornar dobrir per afichar l'aplicacion dins la novèla lenga. Tornatz-la dobrir dempuèi l'ecran d'acuèlh.
or: ନୂଆ ଭାଷାରେ ଆପ୍ ଦେଖାଇବାକୁ VortX ବନ୍ଦ ହୋଇ ପୁନଃ ଖୋଲିବା ଆବଶ୍ୟକ। ଏହାକୁ Home ସ୍କ୍ରିନରୁ ପୁନଃ ଖୋଲନ୍ତୁ।
pa: ਐਪ ਨੂੰ ਨਵੀਂ ਭਾਸ਼ਾ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ VortX ਨੂੰ ਬੰਦ ਕਰਕੇ ਮੁੜ ਖੋਲ੍ਹਣ ਦੀ ਲੋੜ ਹੈ। ਇਸਨੂੰ ਹੋਮ ਸਕ੍ਰੀਨ ਤੋਂ ਫਿਰ ਖੋਲ੍ਹੋ।
pl: Aby wyświetlić aplikację w nowym języku, VortX musi się zamknąć i otworzyć ponownie. Otwórz ją ponownie z ekranu głównego.
ps: VortX باید وتړل او بیا خلاص شي چې اپ په نوې ژبه وښیي. له کور پردې نه یې بیا خلاص کړئ.
pt_br: O VortX precisa ser fechado e reaberto para exibir o app no novo idioma. Abra-o novamente na Tela de Início.
pt_pt: O VortX precisa de sair e reabrir para apresentar a aplicação no novo idioma. Abra-o novamente a partir do ecrã principal.
ro: VortX trebuie să se închidă și să se redeschidă pentru a afișa aplicația în noua limbă. Deschide-o din nou de pe ecranul principal.
ru: Чтобы отобразить приложение на новом языке, VortX нужно закрыть и открыть заново. Откройте его снова с главного экрана.
rw: VortX ikeneye gusohoka no kongera gufungura kugira ngo yerekane porogaramu mu rurimi rushya. Ongera uyifungure uhereye ku Ntangiriro.
sd: ايپ کي نئين ٻوليءَ ۾ ڏيکارڻ لاءِ VortX کي بند ٿي ٻيهر کلڻو پوندو. ان کي گھر اسڪرين مان ٻيهر کوليو.
si: නව භාෂාවෙන් යෙදුම පෙන්වීමට VortX ඉවත් වී නැවත විවෘත විය යුතුය. එය මුල් තිරයෙන් නැවත විවෘත කරන්න.
sk: VortX sa musí ukončiť a znova otvoriť, aby sa aplikácia zobrazila v novom jazyku. Otvorte ju znova z plochy.
sl: VortX se mora zapreti in znova odpreti, da prikaže aplikacijo v novem jeziku. Znova jo odprite z začetnega zaslona.
sm: E manaomia e VortX ona tapuni ma toe tatala e faaali ai le app i le gagana fou. Toe tatala mai le Mata Home.
sn: VortX inoda kubuda nokuvhurazve kuti iratidze app mumutauro mutsva. Ivhurezve kubva paHome Screen.
so: VortX wuxuu u baahan yahay inuu ka baxo oo dib u furmo si uu app-ka ugu tuso luqadda cusub. Dib uga fur Shaashadda Home.
sq: VortX duhet të mbyllet dhe të rihapet që ta shfaqë aplikacionin në gjuhën e re. Hapeni sërish nga ekrani bazë.
sr: VortX мора да се затвори и поново отвори да би се приказао на новом језику. Отворите га поново са почетног екрана.
st: VortX e hloka ho koala le ho bula hape ho bontša app ka puo e ncha. E bule hape ho tsoa Home Screen.
su: VortX perlu nutup jeung buka deui pikeun némbongkeun aplikasi dina basa anyar. Buka deui tina Layar Utama.
sv: VortX måste avslutas och öppnas igen för att visa appen på det nya språket. Öppna den igen från hemskärmen.
sw: VortX inahitaji kufunga na kufunguka upya ili kuonyesha programu katika lugha mpya. Ifungue tena kutoka Skrini ya Mwanzo.
ta: புதிய மொழியில் செயலியைக் காட்ட VortX வெளியேறி மீண்டும் திறக்க வேண்டும். முகப்புத் திரையிலிருந்து அதை மீண்டும் திறக்கவும்.
te: యాప్‌ను కొత్త భాషలో చూపించడానికి VortX నిష్క్రమించి మళ్లీ తెరవాలి. హోమ్ స్క్రీన్ నుండి దాన్ని మళ్లీ తెరవండి.
tg: Барои намоиши барнома бо забони нав VortX бояд баста шуда, аз нав кушода шавад. Онро аз экрани асосӣ аз нав кушоед.
th: VortX ต้องปิดแล้วเปิดใหม่เพื่อแสดงแอปเป็นภาษาใหม่ เปิดอีกครั้งจากหน้าจอโฮม
tr: Uygulamayı yeni dilde göstermek için VortX'in kapatılıp yeniden açılması gerekir. Ana Ekran'dan tekrar açın.
tt: Кушымтаны яңа телдә күрсәтү өчен VortX ябылып кабат ачылырга тиеш. Аны Баш экраннан кабат ач.
ug: دېتالنى يېڭى تىلدا كۆرسىتىش ئۈچۈن VortX چېكىنىپ قايتا ئېچىلىشى كېرەك. ئۇنى باش ئېكراندىن قايتا ئېچىڭ.
uk: Щоб показати застосунок новою мовою, VortX потрібно закрити й відкрити знову. Відкрийте його з екрана «Початок».
ur: ایپ کو نئی زبان میں دکھانے کے لیے VortX کو بند کر کے دوبارہ کھولنا ضروری ہے۔ اِسے ہوم اسکرین سے دوبارہ کھولیں۔
uz: Ilovani yangi tilda ko'rsatish uchun VortX chiqib, qayta ochilishi kerak. Uni Bosh ekrandan qayta oching.
vi: VortX cần thoát và mở lại để hiển thị ứng dụng bằng ngôn ngữ mới. Hãy mở lại từ Màn hình chính.
xh: IVortX ifuna ukuvala ivule kwakhona ukubonisa i-app ngolwimi olutsha. Yivule kwakhona kwiskrini seKhaya.
yo: VortX nílò láti jáde kí ó sì tún ṣí láti fi app náà hàn ní èdè tuntun. Ṣí i padà láti Home Screen.
zh_hans: VortX 需退出并重新打开才能以新语言显示。请从主屏幕再次打开。
zh_hant: VortX 必須結束並重新開啟，才能以新語言顯示。請從主畫面再次開啟。
zu: I-VortX idinga ukuphuma iphinde ivuleke ukuze ibonise i-app ngolimi olusha. Yivule futhi kusukela kuSikrini Sasekhaya.

source: Safety filter
af: Veiligheidsfilter
am: የደህንነት ማጣሪያ
ar: مرشّح الأمان
as: সুৰক্ষা ফিল্টাৰ
az: Təhlükəsizlik filtri
be: Фільтр бяспекі
bg: Филтър за безопасност
bn: নিরাপত্তা ফিল্টার
br: Sil surentez
bs: Sigurnosni filter
ca: Filtre de seguretat
cs: Bezpečnostní filtr
cy: Hidlydd diogelwch
da: Sikkerhedsfilter
de: Sicherheitsfilter
el: Φίλτρο ασφαλείας
es: Filtro de seguridad
et: Turvafilter
eu: Segurtasun iragazkia
fa: فیلتر ایمنی
fi: Turvasuodatin
fo: Trygdarsíla
fr: Filtre de sécurité
fy: Feilichheidsfilter
ga: Scagaire sábháilteachta
gd: Criathrag sàbhailteachd
gl: Filtro de seguranza
gu: સલામતી ફિલ્ટર
ha: Tacewar tsaro
he: מסנן בטיחות
hi: सुरक्षा फ़िल्टर
hr: Sigurnosni filtar
ht: Filtè sekirite
hu: Biztonsági szűrő
hy: Անվտանգության զտիչ
id: Filter keamanan
ig: Nzacha nchekwa
is: Öryggissía
it: Filtro di sicurezza
ja: セーフティフィルター
jv: Filter safety
ka: უსაფრთხოების ფილტრი
kk: Қауіпсіздік сүзгісі
km: តម្រងសុវត្ថិភាព
kn: ಸುರಕ್ಷತಾ ಫಿಲ್ಟರ್
ko: 안전 필터
ku: Parzûna ewlehiyê
ky: Коопсуздук чыпкасы
lb: Sécherheetsfilter
lo: ຕົວກັ່ນຕອງຄວາມປອດໄພ
lt: Saugumo filtras
lv: Drošības filtrs
mg: Sivana fiarovana
mi: Tātari haumaru
mk: Безбедносен филтер
ml: സുരക്ഷാ ഫിൽട്ടർ
mn: Аюулгүйн шүүлтүүр
mr: सुरक्षा फिल्टर
ms: Penapis keselamatan
mt: Filtru tas-sigurtà
my: လုံခြုံရေး စစ်ထုတ်မှု
nb: Sikkerhetsfilter
ne: सुरक्षा फिल्टर
nl: Veiligheidsfilter
ny: Chosefera cha chitetezo
oc: Filtre de seguretat
or: ସୁରକ୍ଷା ଫିଲ୍ଟର
pa: ਸੁਰੱਖਿਆ ਫ਼ਿਲਟਰ
pl: Filtr bezpieczeństwa
ps: د خونديتوب فلټر
pt_br: Filtro de segurança
pt_pt: Filtro de segurança
ro: Filtru de siguranță
ru: Фильтр безопасности
rw: Muyunguruzi w'umutekano
sd: حفاظتي فلٽر
si: ආරක්ෂණ පෙරහන
sk: Bezpečnostný filter
sl: Varnostni filter
sm: Faamama saogalemu
so: Shaandhada badbaadada
sq: Filtri i sigurisë
sr: Безбедносни филтер
st: Sefe sa polokeho
su: Saringan kaamanan
sv: Säkerhetsfilter
sw: Kichujio cha usalama
ta: பாதுகாப்பு வடிகட்டி
te: భద్రతా ఫిల్టర్
tg: Филтри бехатарӣ
th: ตัวกรองความปลอดภัย
tr: Güvenlik filtresi
tt: Куркынычсызлык фильтры
ug: بىخەتەرلىك سۈزگۈچى
uk: Фільтр безпеки
ur: حفاظتی فلٹر
uz: Xavfsizlik filtri
vi: Bộ lọc an toàn
xh: Isihluzi sokhuseleko
yo: Ìwádìí ààbò
zh_hans: 安全过滤
zh_hant: 安全篩選器
zu: Isihlungi sokuphepha
